/* No comment provided by engineer. */
"An error occurred on the server. Please try again." = "Vyskytla se chyba serveru. Zkuste to prosím znovu.";

/* No comment provided by engineer. */
"An unknown error occured. Please try again." = "Vyskytla se neznámá chyba. Zkuste to prosím znovu.";

/* The area in the Prowl preferences where the API keys are listed. */
"API Keys" = "API klíče";

/* The title for the button in the Prowl preferences which allows the user to generate (create by talking to the server) a new API key. */
"Generate" = "Vytvořit";

/* The option in the Prowl preferences which, when enabled, only sends notifications to the Prowl server when Growl determines that the machine is idle. */
"Only when Mac is idle" = "Pouze v nečinnosti";

/* The option in the Prowl preferences which, when enabled, allows the user to select the lowest amount of priority that should be sent. */
"Only when priority is at least:" = "Pouze pokud je důležitost nejméne:";

/* The option in the Prowl preferences which, when enabled, allows the user to put text at the beginning of a notification. */
"Prefix notifications with:" = "Přidat k upozornění:";

/* The title for the window where the user enters their Prowl credentials to create generate API key. */
"Prowl Login" = "Prowl přihlášení";

/* The area in the Prowl preferences where the user chooses what options are available for conditionally sending to Prowl. */
"Sending to Prowl" = "Odesláno do Prowl";

/* No comment provided by engineer. */
"The application sent a command the server didn't understand. Please try again." = "Aplikace odeslala příkaz, ale server nerozuměl. Zkuste to prosím znovu.";

/* No comment provided by engineer. */
"You didn't log in and allow an API key to be generated." = "Nepřihlásil jste se a API klíč nemohl být vytvořen.";

